000100 CBL RENT
000200 IDENTIFICATION DIVISION.
000300 PROGRAM-ID. IBMFORMAT.
000400 PROCEDURE DIVISION.
000500 START-PARA.
000600     DISPLAY "IBM".
000700     STOP RUN.
