       IDENTIFICATION DIVISION.
       PROGRAM-ID. MISSINGCPY.
       DATA DIVISION.
       WORKING-STORAGE SECTION.
       COPY DOES-NOT-EXIST.
       PROCEDURE DIVISION.
       START-PARA.
           STOP RUN.
