       IDENTIFICATION DIVISION.
       PROGRAM-ID. SUBPROG.
       DATA DIVISION.
       LINKAGE SECTION.
       01 ARG-STATUS PIC 9.
       PROCEDURE DIVISION USING ARG-STATUS.
       ENTRY-PARA.
           MOVE 1 TO ARG-STATUS
           GOBACK.
       END PROGRAM SUBPROG.
